Repository: Azuloma/fusion-ledger-for-windows
Catalog: Strings/*/Resources.resw
Source language: en_us
Languages: ja_jp

# ProductName
source: Fusion Ledger
ja_jp: MolHub

# MainWindowTitle
source: Fusion Ledger for Windows
ja_jp: MolHub for Windows

# LoginTitle
source: Fusion Ledger sign in
ja_jp: MolHub サインイン

# LoginWebViewName
source: Fusion Ledger sign in
ja_jp: MolHub サインイン

# TitleBarName
source: Fusion Ledger title bar
ja_jp: MolHub タイトルバー

# NavigationName
source: Fusion Ledger navigation
ja_jp: MolHub ナビゲーション

source: Search pages
ja_jp: ページを検索

source: Notifications
ja_jp: 通知

source: Account
ja_jp: アカウント

# AccountMenuForFormat
source: Account menu for {0}
ja_jp: {0} のアカウントメニュー

# AccountStatusFormat
source: Status: {0}
ja_jp: 状態: {0}

# AccountRoleFormat
source: Role: {0}
ja_jp: 役職: {0}

# Status_pending
source: Pending
ja_jp: 承認待ち

# Status_approved
source: Approved
ja_jp: 承認済み

# Status_rejected
source: Rejected
ja_jp: 却下

# Status_suspended
source: Suspended
ja_jp: 停止中

# Role_member
source: Member
ja_jp: メンバー

# Role_admin
source: Administrator
ja_jp: 管理者

# Page_Dashboard
source: Dashboard
ja_jp: ダッシュボード

# Page_Projects
source: Projects
ja_jp: プロジェクト

# Page_Commit history
source: Commit history
ja_jp: コミット履歴

# Page_Server maintenance
source: Server maintenance
ja_jp: サーバー保守

# Page_App settings
source: App settings
ja_jp: アプリ設定

# Page_Version info
source: Version info
ja_jp: バージョン情報

# Page_Profile settings
source: Profile settings
ja_jp: プロフィール設定

# Page_Administration
source: Administration
ja_jp: 管理

# NotConnected
source: This native preview is not connected. This page will be implemented in a later phase.
ja_jp: このネイティブプレビューは未接続です。後続フェーズで実装します。

# VersionFormat
source: Version {0}
ja_jp: バージョン {0}

source: Profile settings
ja_jp: プロフィール設定

source: Administration
ja_jp: 管理

source: Sign out
ja_jp: サインアウト

# SignInRequired
source: Sign in is required to continue.
ja_jp: 続行するにはサインインが必要です。

# SigningOut
source: Clearing local sign-in data…
ja_jp: ローカルのサインインデータを消去しています…

# SessionClearError
source: Local sign-in data could not be cleared. Retry or close this window.
ja_jp: ローカルのサインインデータを消去できませんでした。再試行するか、このウィンドウを閉じてください。

source: Retry
ja_jp: 再試行

source: Close
ja_jp: 閉じる

# SettingsDescription
source: Choose the language and appearance for this Windows app. A restart is required for the language to apply throughout the app.
ja_jp: このWindowsアプリの言語と外観を選択します。言語をアプリ全体に適用するには再起動が必要です。

# LanguageHeader
source: Language
ja_jp: 言語

# ThemeHeader
source: Theme
ja_jp: テーマ

# ThemeSystem
source: System
ja_jp: システム

# ThemeLight
source: Light
ja_jp: ライト

# ThemeDark
source: Dark
ja_jp: ダーク

# SettingsRestartTitle
source: Saved
ja_jp: 保存しました

# SettingsRestartMessage
source: Your setting was saved. Restart the app to apply the language everywhere.
ja_jp: 設定を保存しました。言語をアプリ全体に適用するにはアプリを再起動してください。

# SettingsThemeSavedTitle
source: Theme saved
ja_jp: テーマを保存しました

# SettingsThemeSavedMessage
source: The theme was applied immediately.
ja_jp: テーマをすぐに適用しました。

# SettingsSaveErrorTitle
source: Could not save setting
ja_jp: 設定を保存できません

# SettingsSaveErrorMessage
source: The setting could not be saved. Check local storage and try again.
ja_jp: 設定を保存できませんでした。ローカルストレージを確認して再試行してください。

# VersionInfoDescription
source: Runtime information for this Fusion Ledger for Windows build.
ja_jp: このMolHub for Windowsビルドの実行時情報です。

# VersionLabel
source: Version
ja_jp: バージョン

# BetaLabel
source: Release channel
ja_jp: リリースチャネル

# FrameworkLabel
source: UI framework
ja_jp: UIフレームワーク

# WindowsAppSdkLabel
source: Windows App SDK assembly
ja_jp: Windows App SDKアセンブリ

# WebViewLabel
source: WebView2 role
ja_jp: WebView2の用途

# ArchitectureLabel
source: Process architecture
ja_jp: プロセスアーキテクチャ

# PackageIdentityLabel
source: Package identity
ja_jp: パッケージID
